{
    "comment": "The 'epgItems' array must contain exactly 23 epgItems items!",
    "epgItems": [
        {"1917" : "Sam Mendes, the Oscar®-winning director of Skyfall, Spectre and American Beauty, brings his singular vision to this World War I epic. At the height of the First World War, two young British soldiers, Schofield (Captain Fantastic's George MacKay) and Blake (Game of Thrones' Dean-Charles Chapman), are given a seemingly impossible mission. In a race against time, they must cross enemy territory and deliver a message that will stop a deadly attack on hundreds of soldiers--Blake's own brother among them."},
        {"Dark Waters" : "Inspired by a shocking true story, a tenacious attorney (Ruffalo) uncovers a dark secret that connects a growing number of unexplained deaths due to one of the world's largest corporations. In the process, he risks everything – his future, his family, and his own life - to expose the truth."},
        {"Knives Out" : "Acclaimed writer and director Rian Johnson (Brick, Looper, Star Wars: The Last Jedi) pays tribute to mystery mastermind Agatha Christie in KNIVES OUT, a fresh, modern-day murder mystery where everyone is a suspect. When renowned crime novelist Harlan Thrombey (Christopher Plummer) is found dead at his estate just after his 85th birthday, the inquisitive and debonair Detective Benoit Blanc (Daniel Craig) is mysteriously enlisted to investigate. From Harlan's dysfunctional family to his devoted staff, Blanc sifts through a web of red herrings and self-serving lies to uncover the truth behind Harlan's untimely death. With an all-star ensemble cast including Chris Evans, Ana de Armas, Jamie Lee Curtis, Toni Collette, Don Johnson, Michael Shannon, LaKeith Stanfield, Katherine Langford and Jaeden Martell, KNIVES OUT is a fun, witty and stylish whodunit guaranteed to keep audiences guessing until the very end."},
        {"Jumanji: The Next Level" : "Sequel to the 2017 box office smash hit."},
        {"Sonic The Hedgehog" : "The world needed a hero, we got a hedgehog. Powered with incredible speed, Sonic The Hedgehog (voiced by Ben Schwartz), aka The Blue Blur, embraces his new home on Earth. That is, until he accidentally knocks out the power grid and sparks the attention of super-uncool evil genius Dr. Robotnik (Jim Carrey). Now it's super-villain vs. super-sonic in an all-out race across the globe to stop Robotnik from using Sonic's unique power for world domination. Sonic teams up with The Donut Lord, aka Sheriff Tom Wachowski (James Marsden), to save the planet in this live-action adventure comedy that's fun for the whole family."},
        {"Parasite" : "Ki-Taek's family of four is close, but fully unemployed, with a bleak future ahead of them. The son Ki-Woo is recommended by his friend, a student at a prestigious university, for a well-paid tutoring job, spawning hopes of a regular income. Carrying the expectations of all his family, Ki-Woo heads to the Park family home for an interview. Arriving at the house of Mr. Park, the owner of a global IT firm, Ki-Woo meets Yeon-Kyo, the beautiful young lady of the house. But following this first meeting between the two families, an unstoppable string of mishaps lies in wait."},
        {"Spider-Man: Far from Home" : "Following the events of Avengers: Endgame, Peter Parker (Tom Holland) returns in Spider-Man: Far From Home. Our friendly neighbourhood Super Hero decides to join his best friends Ned, MJ, and the rest of the gang on a European vacation. However, Peter's plan to leave super heroics behind for a few weeks is quickly scrapped when he begrudgingly agrees to help Nick Fury (Samuel L. Jackson) uncover the mystery of several elemental creature attacks. Spider-Man and Mysterio (Jake Gyllenhaal) join forces to fight the havoc unleashed across the continent but all is not as it seems."},
        {"A Beautiful Day in the Neighborhood" : "Two-time Oscar®-winner Tom Hanks portrays Mister Rogers in A Beautiful Day in the Neighborhood, a timely story of kindness triumphing over cynicism, based on the true story of a real-life friendship between Fred Rogers and journalist Tom Junod. After a jaded magazine writer (Emmy winner Matthew Rhys) is assigned a profile of Fred Rogers, he overcomes his skepticism, learning about empathy, kindness, and decency from America's most beloved neighbor."},
        {"Harry Potter and the Philosopher's Stone (Extended Version)" : "Enter the magical world of Harry Potter the young boy destined to be a wizard. Poor Harry has to live with his horrible Aunt and Uncle, his bedroom is the cupboard under the stairs and he's constantly picked on by his cousin Dudley, little does he know that his life is about to change forever. For Harry's deceased parents were really magical people and he's just been invited to attend Hogwarts School of Witchcraft and Wizardry. © Harry Potter And The Philosopher's Stone 2006 Warner Bros. Entertainment Inc. Harry Potter Publishing Rights J.K. Rowling. Harry Potter characters, names and related indicia are trademarks of and Warner Bros. Entertainment Inc. All rights reserved."},
        {"Deadpool 2" : "The sequel to the first one."},
        {"Jojo Rabbit" : "Writer director Taika Waititi, brings his signature style of humor and pathos to his latest film, JOJO RABBIT, a World War II satire that follows a lonely German boy whose world view is turned upside down when he discovers his single mother is hiding a young girl in their attic. Aided only by his idiotic imaginary friend, Adolf Hitler, Jojo must confront his naive patriotism."},
        {"Terminator: Dark Fate" : "Linda Hamilton (\"Sarah Connor\") and Arnold Schwarzenegger (\"T-800\") return in their iconic roles in Terminator: Dark Fate, directed by Tim Miller (Deadpool) and produced by visionary filmmaker James Cameron and David Ellison. Following the events of Terminator 2: Judgment Day, Terminator: Dark Fate also stars Mackenzie Davis, Natalia Reyes, Gabriel Luna, and Diego Boneta."},
        {"The Personal History of David Copperfield" : "Adapted from the classic novel by Charles Dickens, THE PERSONAL HISTORY OF DAVID COPPERFIELD brings to life one of the author's most cherished characters. From birth to infancy, from adolescence to adulthood, the good-hearted David Copperfield (Dev Patel) is surrounded by kindness, wickedness, poverty and wealth, as he meets an array of remarkable characters in Victorian England. As David sets out to be a writer, in his quest for family, friendship, romance and status, the story of his life is the most seductive tale of all."},
        {"Joker" : "“Joker” centers around the iconic arch-nemesis and is an original, standalone story not seen before on the big screen. The exploration of Arthur Fleck (Joaquin Phoenix), a man disregarded by society, is not only a gritty character study, but also a broader cautionary tale."},
        {"Pokemon Detective Pikachu" : "When ace detective Harry Goodman goes mysteriously missing, his son Tim (Justice Smith) embarks on a journey to find out what happened. Aiding in the investigation is Harry's former Pokemon partner, Detective Pikachu (Ryan Reynolds), a hilariously wise-cracking, adorable super-sleuth. Finding that they are uniquely equipped to work together, as Tim is the only human who can talk with Pikachu, they join forces on a thrilling adventure to unravel the tangled mystery. Chasing clues together through the neon-lit streets of Ryme City—a sprawling, modern metropolis where humans and Pokemon live side by side in a hyper-realistic live-action world— they encounter a diverse cast of Pokemon characters and uncover a shocking plot that could destroy this peaceful co-existence and threaten the whole Pokemon universe."},
        {"Disappearance At Clifton Hill" : "Following the death of her mother, Abby (Tuppence Middleton), a troubled young woman, returns to her hometown of Niagara Falls and the dilapidated motel her family used to run. She soon finds herself drawn back into a mystery that has haunted her since childhood. As Abby sets out to discover the truth, she must confront a local eccentric (David Cronenberg), convince her sister (Hannah Gross) and face her own demons."},
        {"Star Wars: The Rise of Skywalker (Episode IX)" : "Lucasfilm and director J.J. Abrams join forces once more to take viewers on an epic journey to a galaxy far, far away with STAR WARS: THE RISE OF SKYWALKER. Experience the riveting conclusion of the landmark Skywalker saga, in which new legends will be born-and the final battle for freedom is yet to come."},
        {"Blue Story" : "Inspired by true stories from rapper-turned-director Rapman (Shiro's Story), comes a hard-hitting crime drama from the streets of South East London. Best friends Timmy (Stephen Odubola) and Marco (Micheal Ward) go to the same high school in Peckham, but live in neighbouring London boroughs. When Marco is attacked by one of Timmy's friends, the two boys wind up on rival sides of a never-ending cycle of postcode gang war in which there are no winners…only victims."},
        {"Venom" : "The evolution story of Marvel's most enigmatic, complex and badass character – Venom! Eddie Brock (Tom Hardy) is a broken man after he loses everything including his job and fiancee. Just when his life is at its lowest, he becomes host to an alien symbiote which results in extraordinary superpowers - transforming him into Venom. Will these powers be enough for this new lethal protector to defeat great evil forces, especially against the far stronger and more weaponized symbiote rival, Riot?"},
        {"Little Women" : "Writer-director Greta Gerwig (Lady Bird) has crafted a Little Women that draws on both the classic novel and the writings of Louisa May Alcott, and unfolds as the author's alter ego, Jo March, reflects back and forth on her fictional life. In Gerwig's take, the beloved story of the March sisters – four young women each determined to live life on her own terms -- is both timeless and timely. Portraying Jo, Meg, Amy, and Beth March, the film stars Saoirse Ronan, Emma Watson, Florence Pugh, Eliza Scanlen, with Timothee Chalamet as their neighbor Laurie, Laura Dern as Marmee, and Meryl Streep as Aunt March."},
        {"Spies in Disguise" : "In this high-flying animated comedy, super spy Lance Sterling (Will Smith) and scientist Walter Beckett (Tom Holland) are almost exact opposites. Lance is smooth, suave and debonair. Walter is none of the above. But this unlikely duo must team up for the ultimate mission to save the world when a \"biodynamic concealment\" experiment transforms Lance into a brave, fierce, majestic...pigeon!"},
        {"Emma" : "Anya Taylor-Joy plays the titular heroine in this star-studded adaptation of Jane Austen's classic novel, directed by Autumn de Wilde and featuring Johnny Flynn, Bill Nighy and Miranda Hart."},
        {"Bombshell" : "Starring Academy Award® winner Charlize Theron, Academy Award® winner Nicole Kidman, Academy Award® nominee John Lithgow and Academy Award® nominee Margot Robbie, based on the real scandal, BOMBSHELL is a revealing look inside the most powerful and controversial media empire of all time; and the explosive story of the women who brought down the infamous man who created it. Directed by Emmy® Award winner Jay Roach and written by Academy Award® winner Charles Randolph."}
    ]
}